Repository: marazmone/VocaFlow
Catalog: iosApp/*.lproj/Localizable.strings
Languages: uk

# intro_screen_1_title
source: Can be accessed from anywhere at any time
uk: Доступний з будь-якого місця в будь-який час

# intro_screen_2_title
source: Offers a dynamic and interactive experience
uk: Пропонує динамічний та інтерактивний досвід

# intro_screen_3_title
source: Experience the Premium Features with Our App
uk: Спробуйте преміум-функції з нашим додатком

# intro_screen_1_description
source: The essential language learning tools and resources you need to seamlessly transition into mastering a new language
uk: Основні інструменти та ресурси для вивчення мови, необхідні для плавного переходу до оволодіння новою мовою

# intro_screen_2_description
source: Engaging features including test, story telling, and conversations that motivate and inspire language learners to unlock their full potential
uk: Захоплюючі функції, включаючи тести, розповіді та бесіди, які мотивують і надихають тих, хто вивчає мову, розкрити весь свій потенціал

# intro_screen_3_description
source: Updated TalkGpt with premium materials and a dedicated following, providing language learners with immersive content for effective learning
uk: Оновлений TalkGpt з преміум-матеріалами та спеціальною групою, що надає студентам, які вивчають іноземні мови, захоплюючий контент для ефективного навчання

# button_next
source: Next
uk: Далі

# button_get_started
source: Get Started
uk: Початок роботи

# create_account_title
source: Create Account
uk: Створити акаунт

# create_account_description
source: We are happy to see you. Sign Up to your account
uk: Ми раді бачити вас. Зареєструйте свій обліковий запис

source: Email
uk: Електронна пошта

source: Password
uk: Пароль

# button_create_account
source: Create Account
uk: Створити акаунт

# create_account_already_exist
source: Already have an account?
uk: У вас вже є обліковий запис?

source: Log In
uk: Увійдіть

# something_wrong
source: Something went wrong, try to repeat the operation later
uk: Щось пішло не так, спробуйте повторити операцію пізніше

# terms_part_1
source: By signing up you agree to our
uk: Реєструючись, ви погоджуєтеся з нашими

# terms_part_2
source: Terms
uk: Умовами

# terms_part_3
source: and
uk: та

# terms_part_4
source: Conditions of Use
uk: положеннями використання

# auth_create_password_error
source: Your password must be at least 8 characters including a lowercase letter, an uppercase letter, and a number!
uk: Ваш пароль повинен містити щонайменше 8 символів, включаючи малу літеру, велику літеру та цифру!

source: Close
uk: Закрити

# login_account_title
source: Hi, Welcome Back! ðŸ‘‹
uk: Привіт, з поверненням! 👋

# login_account_description
source: We are happy to see you. Sign In to your account
uk: Ми раді вас бачити. Увійдіть до свого облікового запису

source: Forgot Password?
uk: Забули пароль?

# do_not_have_account
source: Donâ€™t have an account?
uk: Не маєте облікового запису?

source: Create here
uk: Створити тут

# account_not_found
source: The account was not found. Please check your email and password.
uk: Обліковий запис не знайдено. Будь ласка, перевірте свою електронну пошту і пароль.
